Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitBusinessLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.addExpenseDetailsDots
source: Add expense details…
ar: أضف تفاصيل المصاريف…
bg: Добави детайли за разходите…
ca: Afegir detalls de les despeses…
cs: Přidat detaily nákladů…
da: Tilføj udgiftsdetaljer…
de: Ausgabenbeschreibung hinzufügen…
el: Προσθήκη λεπτομερειών εξόδων…
es: Añadir detalles de gastos…
es_419: Agregar detalles del gasto…
fi: Lisää menoerittelyt…
fr: Ajouter des détails sur les dépenses…
fr_ca: Ajouter des détails de dépense…
he: הוסף פרטי הוצאה…
hi: व्यय विवरण जोड़ें…
hr: Dodaj detalje o trošku…
hu: Add meg a költségrészleteket…
id: Tambahkan rincian pengeluaran…
it: Aggiungi dettagli della spesa…
ja: 経費の詳細を追加…
kk: Шығыс туралы мәліметтерді қосу…
ko: 비용 세부 정보 추가…
ms: Tambah butiran perbelanjaan…
nb: Legg til utgiftsdetaljer…
nl: Voeg uitgavenspecificaties toe…
pl: Dodaj szczegóły wydatków…
pt_br: Adicionar detalhes da despesa…
pt_pt: Adicionar detalhes da despesa…
ro: Adaugă detalii despre cheltuieli…
ru: Добавить детали расходов…
sk: Pridať podrobnosti o výdavkoch…
sv: Lägg till kostnadsdetaljer…
th: เพิ่มรายละเอียดค่าใช้จ่าย…
tr: Gider detaylarını ekle…
uk: Додати деталі витрат…
vi: Thêm chi tiết chi phí…
zh_hans: 添加支出详情…
zh_hant: 新增支出明細…
zh_hk: 新增開支詳情…

# TK.Placeholder.addInvoiceNumberDots
source: Add invoice number…
ar: أضف رقم الفاتورة…
bg: Добави номер на фактура…
ca: Afegir el número de factura…
cs: Přidat číslo faktury…
da: Tilføj fakturanummer…
de: Rechnungsnummer hinzufügen…
el: Προσθήκη αριθμού τιμολογίου…
es: Añadir número de factura…
es_419: Agregar número de factura…
fi: Lisää laskun numero…
fr: Ajouter le numéro de facture…
fr_ca: Ajouter le numéro de facture…
he: הוסף מספר חשבונית…
hi: इनवॉइस नंबर जोड़ें…
hr: Dodaj broj računa…
hu: Számla szám hozzáadása…
id: Tambahkan nomor faktur…
it: Aggiungi numero fattura…
ja: 請求書番号を追加…
kk: Шот нөмірін енгізіңіз…
ko: 송장 번호 추가…
ms: Tambah nombor invois…
nb: Legg til fakturanummer…
nl: Voeg factuurnummer toe…
pl: Dodaj numer faktury…
pt_br: Adicionar número da fatura…
pt_pt: Adicionar número de fatura…
ro: Adaugă numărul facturii…
ru: Добавить номер счета…
sk: Pridať číslo faktúry…
sv: Lägg till fakturanummer…
th: เพิ่มหมายเลขใบแจ้งหนี้…
tr: Fatura numarası ekleyin...
uk: Додати номер рахунка…
vi: Thêm số hóa đơn…
zh_hans: 添加费用单号…
zh_hant: 新增發票號碼…
zh_hk: 新增发票号码…

# TK.Placeholder.addJobTitleDots
source: Add job title…
ar: أضف المسمى الوظيفي…
bg: Добавяне на длъжност…
ca: Afegir el títol del treball…
cs: Přidat pracovní pozici…
da: Tilføj jobtitel…
de: Berufsbezeichnung hinzufügen…
el: Προσθήκη τίτλου εργασίας…
es: Añadir título del puesto…
es_419: Agregar título del trabajo…
fi: Lisää työnimike…
fr: Ajouter le titre du poste…
fr_ca: Ajouter un titre de poste…
he: הוסף תואר תעסוקתי…
hi: कर्मचारी का शीर्षक जोड़ें…
hr: Dodaj naziv posla…
hu: Munkakör megnevezés hozzáadása…
id: Tambahkan jabatan…
it: Aggiungi titolo professionale…
ja: 職業名を追加…
kk: Лауазымды енгізіңіз…
ko: 직함 추가…
ms: Tambah jawatan…
nb: Legg til stillingstittel…
nl: Voeg functietitel toe…
pl: Dodaj stanowisko…
pt_br: Adicionar cargo…
pt_pt: Adicionar título do trabalho…
ro: Adaugă titlul postului…
ru: Добавить название должности…
sk: Pridať pracovnú pozíciu…
sv: Lägg till jobbtitel…
th: เพิ่มตำแหน่งงาน…
tr: Pozisyon unvanı ekleyin...
uk: Додати назву посади…
vi: Thêm chức danh công việc…
zh_hans: 添加职位名称…
zh_hant: 添加職位名稱…
zh_hk: 新增职位名称…

# TK.Placeholder.addMeetingAgendaDots
source: Add meeting agenda…
ar: أضف جدول أعمال الاجتماع…
bg: Добави дневен ред на срещата…
ca: Afegir agenda de reunió…
cs: Přidat agendu schůzky…
da: Tilføj mødeagenda…
de: Besprechungsagenda hinzufügen…
el: Προσθήκη ημερήσιας διάταξης…
es: Añadir agenda de la reunión…
es_419: Agregar agenda de la reunión…
fi: Lisää kokouksen agenda…
fr: Ajouter l'ordre du jour de la réunion…
fr_ca: Ajouter l'ordre du jour de la réunion…
he: הוסף סדר יום לפגישה…
hi: बैठक एजेंडा जोड़ें…
hr: Dodaj dnevni red sastanka…
hu: Megbeszélés napirend hozzáadása…
id: Tambahkan agenda rapat…
it: Aggiungi agenda della riunione…
ja: 会議の議題を追加…
kk: Кездесу бағдарламасын қосу…
ko: 회의 안건 추가…
ms: Tambah agenda mesyuarat…
nb: Legg til agenda for møtet…
nl: Voeg vergaderagenda toe…
pl: Dodaj agendę spotkania…
pt_br: Adicionar agenda da reunião…
pt_pt: Adicionar agenda da reunião…
ro: Adaugă agenda întâlnirii…
ru: Добавить повестку встречи…
sk: Pridať agendu stretnutia…
sv: Lägg till mötesagenda…
th: เพิ่มระเบียบวาระการประชุม…
tr: Toplantı gündemi ekle…
uk: Додати порядок денний зустрічі…
vi: Thêm chương trình cuộc họp ...
zh_hans: 添加会议议程…
zh_hant: 新增會議議程…
zh_hk: 新增會議議程…

# TK.Placeholder.addMilestoneDescriptionDots
source: Add milestone description…
ar: أضف وصف المعلم…
bg: Добави описание на етапа…
ca: Afegir descripció del milestone…
cs: Přidat popis milníku…
da: Tilføj milepælsbeskrivelse…
de: Meilensteinbeschreibung hinzufügen…
el: Προσθήκη περιγραφής ορόσημου…
es: Añadir descripción de hito…
es_419: Agregar descripción del hito…
fi: Lisää virstanpylvään kuvaus…
fr: Ajouter une description du jalon…
fr_ca: Ajouter une description de jalon…
he: הוסף תיאור של אבן דרך…
hi: मील का पत्थर विवरण जोड़ें…
hr: Dodaj opis prekretnice…
hu: Add hozzá a mérföldkő leírását…
id: Tambahkan deskripsi tonggak…
it: Aggiungi descrizione della milestone…
ja: マイルストーンの説明を追加…
kk: Мерзелік сипаттамасын қосу…
ko: 이정표 설명 추가…
ms: Tambah penerangan pencapaian…
nb: Legg til milepælbeskrivelse…
nl: Voeg mijlpaalbeschrijving toe…
pl: Dodaj opis kamienia milowego…
pt_br: Adicionar descrição de marco…
pt_pt: Adicionar descrição do marco…
ro: Adaugă descrierea unei etape…
ru: Добавить описание вехи…
sk: Pridať popis míľnika…
sv: Lägg till milstolpsbeskrivning…
th: เพิ่มคำอธิบายของเหตุการณ์สำคัญ…
tr: Dönüm noktası açıklaması ekle…
uk: Додати опис досягнення…
vi: Thêm mô tả cột mốc…
zh_hans: 添加里程碑描述…
zh_hant: 新增里程碑描述…
zh_hk: 新增里程碑描述…

# TK.Placeholder.addPaymentNoteDots
source: Add payment note…
ar: أضف ملاحظة الدفع…
bg: Добавяне на бележка за плащане…
ca: Afegir una nota de pagament…
cs: Přidat poznámku k platbě…
da: Tilføjer betalingsnote…
de: Zahlungsnotiz hinzufügen…
el: Προσθήκη σημείωσης πληρωμής…
es: Añadir nota de pago…
es_419: Agregar nota de pago…
fi: Lisää maksumuistio…
fr: Ajouter une note de paiement…
fr_ca: Ajouter une note de paiement…
he: הוסף הערת תשלום…
hi: भुगतान नोट जोड़ें…
hr: Dodaj napomenu o plaćanju…
hu: Fizetési megjegyzés hozzáadása…
id: Tambahkan catatan pembayaran…
it: Aggiungi nota di pagamento…
ja: 支払いメモを追加…
kk: Төлем туралы ескертпе қосу…
ko: 결제 관련 메모 추가…
ms: Tambah nota pembayaran…
nb: Legg til betalingsnotat…
nl: Voeg betalingsopmerking toe…
pl: Dodaj notatkę płatniczą…
pt_br: Adicionar nota de pagamento…
pt_pt: Adicionar nota de pagamento...
ro: Adaugă notă de plată…
ru: Добавить заметку о платеже…
sk: Pridať poznámku o platbe…
sv: Lägg till betalningsanteckning…
th: เพิ่มหมายเหตุการชำระเงิน…
tr: Ödeme notu ekleyin...
uk: Додати платіжну примітку…
vi: Thêm ghi chú thanh toán…
zh_hans: 添加付款备注…
zh_hant: 添加付款備註…
zh_hk: 添加付款備註…

# TK.Placeholder.addProjectDetailsDots
source: Add project details…
ar: أضف تفاصيل المشروع…
bg: Добави детайли за проекта…
ca: Afegir detalls del projecte…
cs: Přidat detaily projektu…
da: Tilføj projektinformation…
de: Projektdetails hinzufügen…
el: Προσθήκη λεπτομερειών έργου…
es: Añadir detalles del proyecto…
es_419: Agregar detalles del proyecto…
fi: Lisää projektin tiedot…
fr: Ajouter des détails sur le projet…
fr_ca: Ajouter des détails de projet…
he: הוסף פרטי פרויקט…
hi: परियोजना विवरण जोड़ें…
hr: Dodaj detalje o projektu…
hu: Részlet hozzáadása a projekthez…
id: Tambahkan rincian proyek…
it: Aggiungi dettagli del progetto…
ja: プロジェクトの詳細を追加…
kk: Жоба туралы мәліметтерді қосу…
ko: 프로젝트 세부 정보 추가…
ms: Tambah butiran projek…
nb: Legg til prosjektdetaljer…
nl: Voeg projectdetails toe…
pl: Dodaj szczegóły projektu…
pt_br: Adicionar detalhes do projeto…
pt_pt: Adicionar detalhes do projeto…
ro: Adaugă detalii despre proiect…
ru: Добавить детали проекта…
sk: Pridať podrobnosti o projekte…
sv: Lägg till projektuppgifter…
th: เพิ่มรายละเอียดเกี่ยวกับโครงการ…
tr: Proje detaylarını ekle…
uk: Додати деталі проєкту…
vi: Thêm chi tiết dự án…
zh_hans: 添加项目详情…
zh_hant: 新增專案細節…
zh_hk: 新增項目詳情…

# TK.Placeholder.addTaskDescriptionDots
source: Add task description…
ar: أضف وصف المهمة…
bg: Добави описание на задача…
ca: Afegir descripció de la tasca…
cs: Přidat popis úkolu…
da: Tilføj opgavebeskrivelse…
de: Aufgabenbeschreibung hinzufügen…
el: Προσθήκη περιγραφής εργασίας…
es: Añadir descripción de la tarea…
es_419: Agregar descripción de la tarea…
fi: Lisää tehtävän kuvaus…
fr: Ajouter une description de tâche…
fr_ca: Ajouter une description de tâche…
he: הוסף תיאור משימה…
hi: कार्य विवरण जोड़ें…
hr: Dodaj opis zadatka…
hu: Add meg a feladat leírását…
id: Tambahkan deskripsi tugas…
it: Aggiungi la descrizione del compito…
ja: タスクの説明を追加…
kk: Тапсырма сипаттамасын қосу…
ko: 작업 설명 추가…
ms: Tambah penerangan tugas…
nb: Legg til oppgavebeskrivelse…
nl: Voeg taakbeschrijving toe…
pl: Dodaj opis zadania…
pt_br: Adicionar descrição da tarefa…
pt_pt: Adicionar descrição da tarefa…
ro: Adaugă descrierea sarcinii…
ru: Добавить описание задачи…
sk: Pridať popis úlohy…
sv: Lägg till uppgiftsbeskrivning…
th: เพิ่มคำอธิบายงาน…
tr: Görev açıklaması ekle…
uk: Додати опис завдання…
vi: Thêm mô tả công việc…
zh_hans: 添加任务描述…
zh_hant: 新应用程序任务描述…
zh_hk: 新增任務描述…

# TK.Placeholder.enterAmountDots
source: Enter amount…
ar: أدخل المبلغ…
bg: Въведи сума…
ca: Introdueix quantitat…
cs: Zadejte částku…
da: Indtast beløb…
de: Betrag eingeben…
el: Εισάγετε ποσό…
es: Introduce la cantidad…
es_419: Ingresa la cantidad…
fi: Syötä määrä…
fr: Saisir le montant…
fr_ca: Entrer le montant…
he: הזן סכום…
hi: राशि दर्ज करें…
hr: Unesi iznos…
hu: Írd be az összeget…
id: Masukkan jumlah…
it: Inserisci importo…
ja: 金額を入力…
kk: Соманы енгізіңіз…
ko: 금액 입력…
ms: Masukkan jumlah…
nb: Skriv inn beløp…
nl: Voer bedrag in…
pl: Wprowadź kwotę…
pt_br: Insira o valor…
pt_pt: Introduza o montante…
ro: Introdu suma…
ru: Введите сумму…
sk: Zadajte sumu…
sv: Ange belopp…
th: กรอกจำนวนเงิน…
tr: Miktarı gir…
uk: Введіть суму…
vi: Nhập số tiền…
zh_hans: 输入金额…
zh_hant: 輸入金額…
zh_hk: 輸入金額…

# TK.Placeholder.enterBankAccountNumberDots
source: Enter bank account number…
ar: أدخل رقم الحساب البنكي…
bg: Въведи номер на банкова сметка…
ca: Introdueix el número de compte…
cs: Zadejte číslo bankovního účtu…
da: Indtast bankkonto nummer…
de: Bankkontonummer eingeben…
el: Εισάγετε αριθμό τραπεζικού λογαριασμού…
es: Introduce el número de cuenta bancaria…
es_419: Ingresa el número de cuenta bancaria…
fi: Syötä pankkitilin numero…
fr: Saisir le numéro de compte bancaire…
fr_ca: Entrer le numéro de compte bancaire…
he: הזן מספר חשבון בנק…
hi: बैंक खाता संख्या दर्ज करें…
hr: Unesite broj bankovnog računa…
hu: Írd be a bankszámlaszámot…
id: Masukkan nomor rekening bank…
it: Inserisci numero di conto bancario…
ja: 銀行口座番号を入力…
kk: Банк шот нөмірін енгізіңіз…
ko: 은행 계좌 번호를 입력하세요…
ms: Masukkan nombor akaun bank…
nb: Skriv inn bankkontonummer…
nl: Voer bankrekeningnummer in …
pl: Wprowadź numer konta bankowego…
pt_br: Insira o número da conta bancária…
pt_pt: Introduza o número da conta bancária…
ro: Introdu numarul contului bancar…
ru: Введите номер банковского счета…
sk: Zadaj číslo bankového účtu…
sv: Ange bankkontonummer…
th: กรอกหมายเลขบัญชีธนาคาร…
tr: Banka hesap numarasını gir…
uk: Введіть номер банківського рахунку…
vi: Nhập số tài khoản ngân hàng…
zh_hans: 输入银行账户号码…
zh_hant: 輸入銀行帳戶號碼…
zh_hk: 輸入銀行賬戶號碼…

# TK.Placeholder.enterClientNameDots
source: Enter client name…
ar: أدخل اسم العميل…
bg: Въведи име на клиент…
ca: Introdueix el nom del client…
cs: Zadejte jméno klienta…
da: Indtast kundenavn…
de: Kundenname eingeben…
el: Εισάγετε όνομα πελάτη…
es: Introduce el nombre del cliente…
es_419: Ingresa el nombre del cliente…
fi: Syötä asiakkaan nimi…
fr: Entrez le nom du client…
fr_ca: Entre le nom du client…
he: הזן שם לקוח…
hi: ग्राहक का नाम दर्ज करें…
hr: Unesi ime klijenta…
hu: Írd be az ügyfél nevét…
id: Masukkan nama klien…
it: Inserisci nome del cliente…
ja: クライアント名を入力…
kk: Клиенттің атын енгізіңіз…
ko: 고객 이름을 입력하세요…
ms: Masukkan nama pelanggan…
nb: Skriv inn kundenavn…
nl: Voer klantnaam in…
pl: Wprowadź nazwę klienta…
pt_br: Digite o nome do cliente…
pt_pt: Introduza o nome do cliente…
ro: Introdu numele clientului…
ru: Введите имя клиента…
sk: Zadaj meno klienta…
sv: Ange kundnamn…
th: กรอกชื่อลูกค้า…
tr: Müşteri adını gir…
uk: Введіть ім'я клієнта...
vi: Nhập tên khách hàng…
zh_hans: 输入客户名称…
zh_hant: 輸入客戶名稱…
zh_hk: 輸入客戶名稱…

# TK.Placeholder.enterCompanyNameDots
source: Enter company name…
ar: أدخل اسم الشركة…
bg: Въведи името на компанията…
ca: Introdueix el nom de l'empresa…
cs: Zadejte název společnosti…
da: Indtast firmanavn…
de: Firmennamen eingeben…
el: Εισάγετε το όνομα της εταιρείας…
es: Ingresa el nombre de la empresa…
es_419: Ingresa el nombre de la empresa…
fi: Syötä yrityksen nimi…
fr: Entrez le nom de la société…
fr_ca: Entre le nom de l'entreprise…
he: הזן שם חברה…
hi: कंपनी का नाम दर्ज करें…
hr: Unesi naziv tvrtke…
hu: Írd be a cég nevét…
id: Masukkan nama perusahaan…
it: Inserisci il nome dell'azienda…
ja: 会社名を入力…
kk: Компанияның атын енгізіңіз…
ko: 회사 이름을 입력하세요…
ms: Masukkan nama syarikat…
nb: Skriv inn firmanavn…
nl: Voer de bedrijfsnaam in…
pl: Wprowadź nazwę firmy…
pt_br: Digite o nome da empresa…
pt_pt: Introduza o nome da empresa…
ro: Introdu numele companiei…
ru: Введите название компании…
sk: Zadaj názov spoločnosti…
sv: Ange företagsnamn…
th: กรอกชื่อบริษัท…
tr: Şirket adını gir…
uk: Введіть назву компанії…
vi: Nhập tên công ty…
zh_hans: 输入公司名称…
zh_hant: 輸入公司名稱…
zh_hk: 輸入公司名稱…

# TK.Placeholder.enterInvoiceNumberDots
source: Enter invoice number…
ar: أدخل رقم الفاتورة…
bg: Въведи номер на фактура…
ca: Introdueix el número de factura…
cs: Zadejte číslo faktury…
da: Indtast fakturanummer…
de: Rechnungsnummer eingeben…
el: Εισάγετε αριθμό τιμολογίου…
es: Introduce el número de la factura…
es_419: Ingresa el número de factura…
fi: Syötä laskun numero…
fr: Entrez le numéro de facture…
fr_ca: Entrez le numéro de facture…
he: הזן מספר חשבונית…
hi: इनवॉइस संख्या दर्ज करें…
hr: Unesi broj računa…
hu: Írd be a számlaszámot…
id: Masukkan nomor faktur…
it: Inserisci il numero della fattura…
ja: 請求書番号を入力…
kk: Шот-фактура нөмірін енгізіңіз…
ko: 송장 번호를 입력하세요…
ms: Masukkan nombor invois…
nb: Skriv inn fakturanummer…
nl: Voer factuurnummer in…
pl: Wprowadź numer faktury…
pt_br: Insira o número da fatura…
pt_pt: Introduza o número da fatura…
ro: Introdu numărul facturii…
ru: Введите номер счета…
sk: Zadaj číslo faktúry…
sv: Ange fakturanummer…
th: กรอกหมายเลขใบแจ้งหนี้…
tr: Fatura numarasını gir…
uk: Введіть номер рахунку…
vi: Nhập số hóa đơn…
zh_hans: 输入费用单号…
zh_hant: 輸入發票號碼…
zh_hk: 輸入發票號碼…

# TK.Placeholder.enterPaymentNoteDots
source: Enter payment note…
ar: أدخل ملاحظة الدفع…
bg: Въведи бележка за плащането…
ca: Introdueix la nota de pagament…
cs: Zadejte platební poznámku…
da: Indtast betalingsnote…
de: Zahlungsnotiz eingeben…
el: Γράψε σημείωση πληρωμής…
es: Ingresa nota de pago…
es_419: Ingresa la nota de pago…
fi: Syötä maksuhuomautus…
fr: Entrez la note de paiement…
fr_ca: Entrez la note de paiement…
he: הזן הערה לתשלום…
hi: भुगतान नोट डालें…
hr: Unesi bilješku o plaćanju…
hu: Írd be a fizetési megjegyzést…
id: Masukkan catatan pembayaran…
it: Inserisci nota di pagamento…
ja: 支払いノートを入力…
kk: Төлем жазбаларын енгізіңіз…
ko: 결제 메모 입력…
ms: Masukkan nota pembayaran…
nb: Skriv inn betalingsnotat…
nl: Voer betalingsopmerking in…
pl: Wprowadź notatkę o płatności…
pt_br: Digite a observação do pagamento…
pt_pt: Introduza a nota de pagamento…
ro: Introduceti nota de plata…
ru: Введите примечание к платежу…
sk: Zadaj platobnú poznámku…
sv: Ange betalningsanteckning…
th: กรอกบันทึกการชำระเงิน…
tr: Ödeme notunu girin…
uk: Введіть платіжну примітку…
vi: Nhập ghi chú thanh toán…
zh_hans: 输入付款备注…
zh_hant: 請輸入付款備註…
zh_hk: 輸入付款備註…

# TK.Placeholder.enterProjectNameDots
source: Enter project name…
ar: أدخل اسم المشروع…
bg: Въведи име на проекта…
ca: Introdueix el nom del projecte…
cs: Zadejte název projektu…
da: Indtast projektnavn…
de: Gib den Projektnamen ein…
el: Βάλε το όνομα έργου…
es: Introduce nombre del proyecto…
es_419: Ingresa el nombre del proyecto…
fi: Syötä projektin nimi…
fr: Entrez le nom du projet…
fr_ca: Saisissez le nom du projet…
he: הזן שם פרויקט…
hi: प्रोजेक्ट का नाम दर्ज करें…
hr: Unesi naziv projekta…
hu: Írd be a projekt nevét…
id: Masukkan nama proyek…
it: Inserisci il nome del progetto…
ja: プロジェクト名を入力…
kk: Жоба атауын енгізіңіз…
ko: 프로젝트 이름 입력…
ms: Masukkan nama projek…
nb: Skriv inn prosjektnavn…
nl: Voer projectnaam in…
pl: Wprowadź nazwę projektu…
pt_br: Digite o nome do projeto…
pt_pt: Introduza o nome do projeto…
ro: Introduceti numele proiectului…
ru: Введите название проекта…
sk: Zadaj názov projektu…
sv: Ange projektnamn…
th: กรอกชื่อโครงการ…
tr: Proje adını girin…
uk: Введіть назву проекту…
vi: Nhập tên dự án…
zh_hans: 输入项目名称…
zh_hant: 輸入專案名稱…
zh_hk: 輸入項目名稱…

# TK.Placeholder.enterRecipientsNameDots
source: Enter recipient’s name…
ar: أدخل اسم المستلم…
bg: Въведи име на получател…
ca: Introdueix el nom del destinatari…
cs: Zadejte jméno příjemce…
da: Indtast modtagers navn…
de: Name des/der Empfänger:in eingeben…
el: Γράψε όνομα παραλήπτη…
es: Introduce el nombre del destinatario…
es_419: Ingresa el nombre del destinatario…
fi: Syötä vastaanottajan nimi…
fr: Entrez le nom du destinataire…
fr_ca: Entrez le nom du destinataire…
he: הזן שם מקבל…
hi: प्राप्तकर्ता का नाम दर्ज करें…
hr: Unesi ime primatelja…
hu: Írd be a kedvezményezett nevét…
id: Masukkan nama penerima…
it: Inserisci il nome del destinatario…
ja: 受取人の名前を入力…
kk: Алушының атын енгізіңіз…
ko: 수신자 이름 입력…
ms: Masukkan nama penerima…
nb: Skriv inn mottakers navn…
nl: Voer naam ontvanger in…
pl: Wprowadź imię odbiorcy…
pt_br: Insira o nome do destinatário…
pt_pt: Introduza o nome do destinatário…
ro: Introdu numele destinatarului…
ru: Введите имя получателя…
sk: Zadaj meno príjemcu…
sv: Ange mottagarens namn…
th: กรอกชื่อผู้รับ…
tr: Alıcının adını girin…
uk: Введіть ім'я одержувача…
vi: Nhập tên người nhận…
zh_hans: 输入收件人姓名…
zh_hant: 輸入收件人姓名…
zh_hk: 輸入收件人姓名…

# TK.Placeholder.enterTaxIDDots
source: Enter tax ID…
ar: أدخل رقم التعريف الضريبي…
bg: Въведи данъчен номер…
ca: Introdueix el NIF…
cs: Zadejte identifikační číslo daně…
da: Indtast skatte-ID…
de: Gib die Steuer-ID ein…
el: Εισάγετε αριθμό φορολογικής ταυτότητας…
es: Introduce la identificación fiscal…
es_419: Ingresa el ID fiscal…
fi: Syötä verotunnus…
fr: Entrez le numéro d'identification fiscale…
fr_ca: Saisissez le numéro d'identification fiscale…
he: הזן מספר זיהוי מס…
hi: टैक्स आईडी दर्ज करें…
hr: Unesi porezni identifikacijski broj…
hu: Írd be az adóazonosítót…
id: Masukkan ID pajak…
it: Inserisci il codice fiscale…
ja: 税番号を入力…
kk: Салық идентификациялық нөмірін енгізіңіз…
ko: 세금 식별 번호 입력…
ms: Masukkan ID cukai…
nb: Skriv inn skattenummer…
nl: Voer belasting-ID in…
pl: Wprowadź numer identyfikacji podatkowej…
pt_br: Digite o CPF…
pt_pt: Introduza o NIF…
ro: Introdu ID-ul de taxă…
ru: Введите ИНН…
sk: Zadaj daňové ID…
sv: Ange skatte-ID…
th: กรอกหมายเลขประจำตัวผู้เสียภาษี…
tr: Vergi kimlik numarasını girin…
uk: Введіть податковий номер…
vi: Nhập mã số thuế…
zh_hans: 输入税号…
zh_hant: 輸入稅號…
zh_hk: 輸入稅號…

# TK.Placeholder.searchDocumentsDots
source: Search documents…
ar: ابحث عن المستندات…
bg: Търсене на документи…
ca: Cercar documents...
cs: Hledat dokumenty…
da: Søg efter dokumenter…
de: Nach Dokumenten suchen…
el: Αναζήτηση εγγράφων…
es: Buscar documentos…
es_419: Buscar documentos…
fi: Etsi asiakirjoja…
fr: Rechercher des documents…
fr_ca: Recherche de documents…
he: חפש מסמכים…
hi: दस्तावेज़ खोजें…
hr: Pretraži dokumente…
hu: Keresés dokumentumok között…
id: Cari dokumen…
it: Cerca documenti…
ja: ドキュメントを検索…
kk: Құжаттарды іздеу…
ko: 문서 검색 중…
ms: Cari dokumen…
nb: Søk etter dokumenter…
nl: Zoeken in documenten…
pl: Szukaj dokumentów…
pt_br: Buscar documentos…
pt_pt: Pesquisar documentos…
ro: Caută documente…
ru: Поиск документов…
sk: Hľadať dokumenty…
sv: Sök dokument…
th: ค้นหาเอกสาร…
tr: Belgeleri ara…
uk: Пошук документів…
vi: Tìm tài liệu…
zh_hans: 搜索文档…
zh_hant: 搜尋文件…
zh_hk: 搜索文件…
